let difficult_scripts = `[00:01.06]难念的经
[00:03.95]演唱：周华健
[00:06.78]
[00:30.96]笑你我枉花光心计
[00:34.15]爱竞逐镜花那美丽
[00:36.75]怕幸运会转眼远逝
[00:39.32]为贪嗔喜恶怒着迷
[00:41.99]责你我太贪功恋势
[00:44.48]怪大地众生太美丽
[00:47.00]悔旧日太执信约誓
[00:49.66]为悲欢哀怨妒着迷
[00:52.56]啊 舍不得璀灿俗世
[00:57.66]啊 躲不开痴恋的欣慰
[01:02.86]啊 找不到色相代替
[01:08.09]啊 参一生参不透这条难题
[01:13.15]吞风吻雨葬落日未曾彷徨
[01:15.73]欺山赶海践雪径也未绝望
[01:18.23]拈花把酒偏折煞世人情狂
[01:20.90]凭这两眼与百臂或千手不能防
[01:23.76]天阔阔雪漫漫共谁同航
[01:26.09]这沙滚滚水皱皱笑着浪荡
[01:28.68]贪欢一刻偏教那女儿情长埋葬
[01:32.38]
[01:34.09]吞风吻雨葬落日未曾彷徨
[01:36.50]欺山赶海践雪径也未绝望
[01:39.07]拈花把酒偏折煞世人情狂
[01:41.69]凭这两眼与百臂或千手不能防
[01:44.68]天阔阔雪漫漫共谁同航
[01:46.93]这沙滚滚水皱皱笑着浪荡
[01:49.54]贪欢一刻偏教那女儿情长埋葬
[01:53.41]
[02:15.45]笑你我枉花光心计
[02:18.53]爱竞逐镜花那美丽
[02:21.14]怕幸运会转眼远逝
[02:23.76]为贪嗔喜恶怒着迷
[02:26.43]责你我太贪功恋势
[02:28.98]怪大地众生太美丽
[02:31.60]悔旧日太执信约誓
[02:34.26]为悲欢哀怨妒着迷
[02:36.90]啊 舍不得璀灿俗世
[02:42.04]啊 躲不开痴恋的欣慰
[02:47.34]啊 找不到色相代替
[02:52.52]啊 参一生参不透这条难题
[02:57.47]吞风吻雨葬落日未曾彷徨
[03:00.05]欺山赶海践雪径也未绝望
[03:02.64]拈花把酒偏折煞世人情狂
[03:05.27]凭这两眼与百臂或千手不能防
[03:08.22]天阔阔雪漫漫共谁同航
[03:10.49]这沙滚滚水皱皱笑着浪荡
[03:13.06]贪欢一刻偏教那女儿情长埋葬
[03:18.45]吞风吻雨葬落日未曾彷徨
[03:20.90]欺山赶海践雪径也未绝望
[03:23.54]拈花把酒偏折煞世人情狂
[03:26.21]凭这两眼与百臂或千手不能防
[03:29.07]天阔阔雪漫漫共谁同航
[03:31.32]这沙滚滚水皱皱笑着浪荡
[03:33.92]贪欢一刻偏教那女儿情长埋葬
[03:39.32]吞风吻雨葬落日未曾彷徨
[03:41.84]欺山赶海践雪径也未绝望
[03:44.38]拈花把酒偏折煞世人情狂
[03:47.04]凭这两眼与百臂或千手不能防
[03:49.99]天阔阔雪漫漫共谁同航
[03:52.20]这沙滚滚水皱皱笑着浪荡
[03:54.89]贪欢一刻偏教那女儿情长埋葬
[04:00.28]吞风吻雨葬落日未曾彷徨
[04:02.68]欺山赶海践雪径也未绝望
[04:05.25]拈花把酒偏折煞世人情狂
[04:07.90]凭这两眼与百臂或千手不能防
[04:10.85]天阔阔雪漫漫共谁同航
[04:13.08]这沙滚滚水皱皱笑着浪荡
[04:15.75]贪欢一刻偏教那女儿情长埋葬
[04:19.48]`;

let bare_face = `[00:00.00]许嵩 - 素颜 (Live)
[00:02.42]词：许嵩
[00:04.85]曲：许嵩
[00:07.28]编曲：夏侯哲
[00:09.71]又是一个安静的晚上
[00:12.56]一个人窝在摇椅里乘凉
[00:15.40]我承认这样真的很安详
[00:17.77]和楼下老爷爷一样
[00:21.05]你问我还在搞什么原创
[00:23.90]搞来搞去好像也就这样
[00:26.74]不如花点时间想想
[00:29.20]琢磨一下模样
[00:32.35]今夜化了美美的妆
[00:35.28]我相信是很美美的装
[00:38.05]你摇晃在舞池中央
[00:40.83]那种体态可以想象
[00:43.69]你做你的改变
[00:46.01]我又何必纠结
[00:48.32]那就拜托别和我碰面
[00:53.93]如果再看你一眼
[00:56.73]是否还会有感觉
[00:59.60]当年素面朝天要多纯洁就有多纯洁
[01:05.26]不画扮熟的眼线
[01:08.03]不用抹匀粉底液
[01:10.90]暴雨天 照逛街
[01:13.70]偷笑别人花了脸
[01:16.53]如果再看你一眼
[01:19.37]是否还会有感觉
[01:22.15]最真实的喜怒哀乐全都埋葬在昨天
[01:27.81]不掺任何的表演
[01:30.60]轰轰烈烈那几年
[01:33.47]我怀念 别怀念
[01:36.29]怀念也回不到从前
[01:57.25]又是一个安静的晚上
[01:59.92]一个人窝在摇椅里乘凉
[02:02.74]我承认这样真的很安详
[02:05.11]和楼下老爷爷一样
[02:08.37]你问我还在搞什么原创
[02:11.19]搞来搞去好像也就这样
[02:14.01]不如花点时间想想
[02:16.46]琢磨一下模样
[02:19.64]今夜化了美美的妆
[02:22.47]我相信是很美美的装
[02:25.32]你摇晃在舞池中央
[02:28.17]那种体态可以想象
[02:31.01]你做你的改变
[02:33.28]我又何必纠结
[02:35.56]那就拜托别和我碰面
[02:41.23]如果再看你一眼
[02:44.05]是否还会有感觉
[02:46.90]当年素面朝天要多纯洁就有多纯洁
[02:52.50]不画扮熟的眼线
[02:55.30]不用抹匀粉底液
[02:58.16]暴雨天 照逛街
[03:00.98]偷笑别人花了脸
[03:03.81]如果再看你一眼
[03:06.60]是否还会有感觉
[03:09.42]最真实的喜怒哀乐全都埋葬在昨天
[03:15.09]不掺任何的表演
[03:17.90]轰轰烈烈那几年
[03:20.79]我怀念 别怀念
[03:23.61]怀念也回不到从前
`;
